import "./AboutUsStyles.css";

function AboutUs() {
  return (
    <div className="about-container">
      <h1>تاریخچه ما</h1>
      <p>
        ما به عنوان آژانس گردشگری بریم تور تصمیم گرفتیم اولین پلتفرم انسان محور
        سفر در ایران را راه اندازی کنیم. جایی که در آن گردشگران با به اشتراک
        گذاشتن تجربه‌های ناب خود به دیگران در برنامه ریزی و تجربه کردن بهترین
        لحظه‌ها کمک می‌کنند. کسب و کار محلی‌ها رونق می‌گیرد و فرهنگ توسعه پایدار
        در گردشگری توسعه می‌یابد. با کمک پلتفرم ما سفربرو های حرفه‌ای می‌توانند
        تورهای دوستانه خود را برگزار کنند و ضمن درآمدزایی همسفران خوبی پیدا
        کنند.
      </p>
      <h1>ماموریت ما</h1>
      <ul className="mission-list">
        <li>
          <i class="fa-solid fa-square-check"></i>
          <p>ارائه بهترین خدمات در حوزه تور و گردشگری</p>
        </li>
        <li>
          <i class="fa-solid fa-square-check"></i>
          <p>حمایت از سفر مسئولانه و حفاظت از محیط زیست</p>
        </li>
        <li>
          <i class="fa-solid fa-square-check"></i>
          <p>کمک به گردشگران در رویاپردازی، برنامه‌ریزی و تجربه یک سفر خوب</p>
        </li>
      </ul>
    </div>
  );
}

export default AboutUs;
